Repository: roto17/ir_simulation
Catalog: lib/l10n/app_*.arb
Languages: fr

# welcometitle1
source: Simulate your IR
fr: Simuler votre IR

# welcometitle2
source: Try it it's free
fr: Tester c'est gratuit

# loginTitle
source: Social Login
fr: Authentification Sociale

# loginMSG
source: Identify yourself using one of your accounts If you are facing any problem Please contact zerouali.khalid2@gmail.com
fr: Identifiez vous en utilisant un de vos comptes Si vous rencontrez un problème Merci de contacter zerouali.khalid2@gmail.com

# loginErr
source: Could not login check with the developer
fr: Vous n'êtes pas connecté,merci de vérifier avec le développeur

# loginCloseSnackBar
source: Close
fr: Fermer

# nbrKids
source: Number of kids
fr: Nombre des enfants

source: Hello
fr: Bonjour

source: Home
fr: Accueil

source: Credits
fr: Crédits

# instructionsPageRule1
source: Base Salary > than 0
fr: Salaire de base est > à 0

# instructionsPageRule2
source: If you noticed that you don't have an attribute on your payslip ,please put 0 as a value for it
fr: Si vous constatez que vous n'avez pas un attribut sur votre Bulletin de paie,merci de renseigner 0 comme valeur

# instructionsPageRule3
source: Professional fees are calculated based on your base salary
fr: Les Frais professionnels sont caluclés selon votre salaire de base

# instructionsPageRule4
source: If you have any question please reach out to zerouali.khalid2@gmail.com
fr: Si vous avez des questions merci de contacter zerouali.khalid2@gmail.com

# creditPageTitle
source: Credits
fr: Crédits

# creditPageDash1
source: Logic & Formula : Zakariae Bouhaji
fr: Logique et Formule : Zakariae Bouhaji

# creditPageDash2
source: Dev & Design : Khalid Zerouali
fr: Dev et Design : Khalid Zerouali
